"Unicode™ (UTF-8)" = "Unicode (UTF-8)";
"Unicode™ (UTF-8, no BOM)" = "Unicode (UTF-8, no BOM)";
"Unicode™ (UTF-16)" = "Unicode (UTF-16)";
"Unicode™ (UTF-16, no BOM)" = "Unicode (UTF-16, no BOM)";
"Unicode™ (UTF-16 Little-Endian)" = "Unicode (UTF-16 Little-Endian)";
"Unicode™ (UTF-16 Little-Endian, no BOM)" = "Unicode (UTF-16 Little-Endian, no BOM)";
